Repository: nate-xyz/resonance
Catalog: po/*.po
Languages: cs, oc, pt_br, tr

source: translator-credits
oc: Quentin PAGÈS
pt_br: Filipe Motta <luizfilipemotta@gmail.com>
tr: Sabri Ünal <libreajans@gmail.com>, 2023

source: Added Folder:
cs: Přidána složka:
oc: Dossièr apondut :
pt_br: Pasta adicionada:
tr: Klasör Eklendi:

source: Unable to add music folder.
cs: Nelze přidat složku s hudbou.
oc: Apondon impossible del dossièr de musica.
pt_br: Não foi possível adicionar a pasta de músicas.
tr: Müzik klasörü eklenemedi.

source: Added Images!
cs: Přidány obrázky!
oc: Imatge apondut !
pt_br: Imagens adicionadas!
tr: Görüntüler Eklendi:

source: Added {number_of_artists} Artist Images.
cs: Přidáno {number_of_artists} obrázků umělců.
oc: Apondon de {number_of_artists} d’imatge d’artista.
pt_br: {number_of_artists} imagens de artista foram adicionadas.
tr: {number_of_artists} sanatçı görüntüsü eklendi.

source: Added Playlist!
cs: Přidán seznam skladeb!
oc: Lista de lectura aponduda !
pt_br: Lista de reprodução adicionada!
tr: Çalma Listesi Eklendi:

source: Playlist «{playlist_title}» has been created!
cs: Seznam skladeb «{playlist_title}» byl vytvořen!
oc: La lista de lectura « {playlist_title} » es estada creada !
pt_br: A lista de reprodução «{playlist_title}» foi criada!
tr: «{playlist_title}» çalma listesi oluşturuldu!

source: Unable to add playlist.
cs: Nelze přidat seznam skladeb.
oc: Apondon de la lista de lectura impossible.
pt_br: Não foi possível adicionar a lista de reprodução.
tr: Çalma listesi eklenemedi.

source: Duplicated!
cs: Duplikováno!
oc: Duplicada !
pt_br: Duplicada!
tr: Çoğaltıldı:

source: Copied playlist successfully.
cs: Seznam skladeb byl úspěšně zkopírován.
oc: Lista de lectura copiada amb succès.
pt_br: A lista de reprodução foi copiada com sucesso.
tr: Çalma listesi başarıyla çoğaltıldı.

source: Unable to duplicate playlist.
cs: Nelze zkopírovat seznam skladeb.
oc: Còpia de la lista de lectura impossibla.
pt_br: Não foi possível duplicar a lista de reprodução.
tr: Çalma listesi çoğaltılamadı.

source: Renamed!
cs: Přejmenováno!
oc: Renomenada !
pt_br: Renomeada!
tr: Yeniden adlandırıldı:

source: Playlist has been renamed from {old_title} to {new_title}!
cs: Seznam skladeb byl přejmenován ze {old_title} na {new_title}!
oc: La lista de lectura {old_title} es estada renomenada {new_title} !
pt_br: A lista de reprodução foi renomeada de {old_title} para {new_title}!
tr: {old_title} çalma listesi {new_title} olarak yeniden adlandırıldı.

source: Unable to rename playlist.
cs: Nelze přejmenovat seznam skladeb.
oc: Renomenatge de la lista de lectura impossible.
pt_br: Não foi possível renomear a lista de reprodução.
tr: Çalma listesi yeniden adlandırılamadı.

source: Removed:
cs: Odstraněno:
oc: Suprimit :
pt_br: Removida:
tr: Kaldırıldı:

source: {removed_directory} has been removed from the database.
cs: {removed_directory} byl odstraněn z databáze.
oc: {removed_directory} es estada suprimit d’a la basa de donadas.
pt_br: A pasta {removed_directory} foi removida da base de dados.
tr: {removed_directory} dizini veri tabanından silindi.

source: Unable to remove directory.
cs: Nelze odstranit adresář.
oc: Supression impossibla del repertòri.
pt_br: Não foi possível remover a pasta.
tr: Dizin kaldırılamadı.

source: Deleted.
cs: Vymazáno.
oc: Suprimit.
pt_br: Deletada.
tr: Silindi:

source: Removed playlist successfully!
cs: Úspěšně odstraněn seznam skladeb!
oc: Lista de lectura suprimida amb succès !
pt_br: A lista de reprodução foi removida com sucesso!
tr: Çalma listesi başarıyla kaldırıldı.

source: Unable to remove playlist.
cs: Nelze odebrat seznam skladeb.
oc: Supression de la lista de lectura impossibla.
pt_br: Não foi possível remover a lista de reprodução.
tr: Çalma listesi kaldırılamadı.

source: Modified.
cs: Upraveno.
oc: Modificada.
pt_br: Modificada.
tr: Değiştirildi:

source: Changed playlist successfully!
cs: Úspěšně změněn seznam skladeb!
oc: Modificada de la lista de lectura plan realizada !
pt_br: A lista de reprodução foi modificada com sucesso!
tr: Çalma listesi başarıyla değiştirildi.

source: Unable to modify playlist.
cs: Nelze upravit seznam skladeb.
oc: Modificacion impossibla de la lista de lectura.
pt_br: Não foi possível modificar a lista de reprodução.
tr: Çalma listesi düzenlenemedi.

source: Added
cs: Přidáno
oc: Apondon de
pt_br: Adicionadas
tr: Eklendi:

source: tracks to {playlist_title}!
cs: skladby do {playlist_title}!
oc: pistas a {playlist_title} !
pt_br: faixas a {playlist_title}!
tr: Parçalar {playlist_title} çalma listesine eklendi.

source: Unable to add track to playlist.
cs: Nelze přidat skladbu do seznamu skladeb.
oc: Apondon de pistas a la lista de lectura impossible.
pt_br: Não foi possível adicionar a faixa à lista de reprodução.
tr: Parça, çalma listesine eklenemedi.

source: Removed
cs: Odstraněno
oc: Supression de
pt_br: Removida
tr: Kaldırıldı:

source: track from playlist.
cs: skladbu ze seznamu skladeb.
oc: pistas d’a la lista de lectura.
pt_br: faixa da lista de reprodução.
tr: Parça, çalma listesinden kaldırıldı.

source: Unable to remove track from playlist.
cs: Nelze odebrat skladbu ze seznamu skladeb.
oc: Supression de pistas a la lista de lectura impossibla.
pt_br: Não foi possível remover a faixa da lista de reprodução.
tr: Parça, çalma listesinden kaldırılamadı.

source: Unable to reorder playlist.
cs: Nelze změnit pořadí seznamu skladeb.
oc: Impossible de triar la lista de lectura.
pt_br: Não foi possível reordenar a lista de reprodução.
tr: Çalma listesi yeniden sıralamadı.

source: Unable to load music folders.
cs: Nelze načíst hudební složky.
oc: Cargament impossible dels dossièrs de musica.
pt_br: Não foi possível carregar as pastas de músicas.
tr: Müzik klasörleri yüklenemedi.

source: Tried to add track(s) to playlist that does not exist.
cs: Pokus o přidání skladby (skladeb) do neexistujícího seznamu skladeb.
oc: Ensag d’apondon de pista(s) qu’existisson pas.
pt_br: Você tentou adicionar faixas a uma lista de reprodução que não existe.
tr: Olmayan çalma listesine parça(lar) eklenmeye çalışıldı.

source: <span foreground={ERROR_RED}>Error!</span> {error_msg}
pt_br: <span foreground={ERROR_RED}>Erro!</span> {error_msg}
tr: <span foreground={ERROR_RED}>Hata!</span> {error_msg}

source: Extracting tags from music files.
tr: Müzik dosyalarından etiketler çıkarılıyor.

source: Pause
cs: Pauza
oc: Pausa
pt_br: Pausar
tr: Duraklat

source: Play
cs: Přehrát
oc: Lectura
pt_br: Tocar
tr: Çal

source: Toggle Play Pause
cs: Přepínání pozastavení přehrávání
oc: Alternar lectura/pausa
pt_br: Alternar Tocar/Pausar
tr: Çal/Duraklat

source: Previous
cs: Předchozí
oc: Precedenta
pt_br: Anterior
tr: Önceki

source: Next
cs: Další
oc: Seguenta
pt_br: Próxima
tr: Sonraki

source: End Queue
cs: Ukončení fronty
oc: Fin de fila
pt_br: Encerrar fila
tr: Kuyruğu Sonlandır

source: Playback
cs: Přehrávání
oc: Lectura
pt_br: Reprodução
tr: Oynatma

source: Go to Queue
cs: Přejít do fronty
oc: Anar a la fila
pt_br: Ir para a fila
tr: Kuyruğa Git

source: Navigate
cs: Navigace na
oc: Navigar
pt_br: Navegar
tr: Gezin

source: {number_of_albums} albums
cs: {number_of_albums} alb
pt_br: {number_of_albums} álbuns
tr: {number_of_albums} albüm

source: {number_of_tracks} tracks
cs: {number_of_tracks} skladeb
oc: {number_of_tracks} pistas
pt_br: {number_of_tracks} faixas
tr: {number_of_tracks} parça

source: {album_title}, Disc {disc_number}
cs: {album_title}, Disk {disc_number}
pt_br: {album_title}, Disco {disc_number}
tr: {album_title}, Disk {disc_number}

source: Play Disc {disc_number} of {album_title}
cs: Přehrát disk {disc_number} z {album_title}
oc: Legir lo disc {disc_number} de {album_title}
pt_br: Tocar disco {disc_number} de {album_title}
tr: {album_title} adlı albümün {disc_number} numaralı diskini çal

source: <span weight="ultralight">Disc {disc_number}</span>
pt_br: <span weight="ultralight">Disco {disc_number}</span>
tr: <span weight="ultralight">Disk {disc_number}</span>

source: 1 track
cs: 1 skladba
oc: 1 pista
pt_br: 1 faixa
tr: 1 parça

source: _Add Music
cs: _Přidat hudbu
oc: _Apondre de musica
pt_br: _Adicionar músicas
tr: Müzik _Ekle

source: _Cancel
cs: _Zrušit
oc: _Anullar
pt_br: _Cancelar
tr: İptal _Et

source: Select Music Library
cs: Vybrat hudební knihovnu
oc: Seleccionar una bibliotèca musicala
pt_br: Selecionar biblioteca de músicas
tr: Müzik Kütüphanesi Seç

source: Unable to add music folder, not a valid directory.
cs: Nelze přidat složku s hudbou, není to platný adresář.
oc: Apondon impossible del dossièr de musica, pas un repertòri valid.
pt_br: Não foi possível adicionar pasta de músicas, não é um diretório válido.
tr: Müzik klasörü eklenemedi, geçerli bir dizin değil.

source: Importing Music Folder...
cs: Import složky s hudbou...
oc: Importacion del dossièr de musica...
pt_br: Importando pasta de músicas...
tr: Müzik Klasörü İçe Aktarılıyor...

source: Welcome to Resonance
cs: Vítejte v Resonance
oc: La benvenguda a Resonance
pt_br: Boas-vindas ao Resonance
tr: Resonanceʼa Hoşgeldiniz

source: Add your music library to get started!
cs: Přidejte svou hudební knihovnu a začněte!
oc: Ajustatz vòstra bibliotèca de musica per començar !
pt_br: Adicione sua biblioteca de músicas para começar!
tr: Başlamak için müzik kitaplığınızı ekleyin!

source: Play {track_title}
cs: Přehrávání {track_title}
oc: Legir {track_title}
pt_br: Tocar {track_title}
tr: {track_title} parçasını çal

source: Add {track_title} to Playlist
cs: Přidat {track_title} do seznamu skladeb
oc: Apondre {track_title} a la lista de lectura
pt_br: Adicionar {track_title} à lista de reprodução
tr: {track_title} Parçasını Çalma Listesine Ekle

# shortcut window
source: General
cs: Obecné
pt_br: Geral
tr: Genel

# shortcut window
source: Show Shortcuts
cs: Zobrazit zkratky
oc: Afichar los acorchis
pt_br: Mostrar atalhos de teclado
tr: Kısayolları Göster

# shortcut window
source: Quit
cs: Ukončit
oc: Quitar
pt_br: Encerrar
tr: Çık

source: Previous Track
cs: Předchozí skladba
oc: Pista precedenta
pt_br: Faixa anterior
tr: Önceki Parça

source: Next Track
cs: Další skladba
oc: Pista seguenta
pt_br: Próxima faixa
tr: Sonraki Parça

source: Loop Queue
cs: Smyčka fronty
oc: Boclar la fila
pt_br: Repetir fila
tr: Kuyruğu Döngüye Al

source: Loop Current Track
cs: Smyčka aktuální stopy
oc: Boclar la lista actuala
pt_br: Repetir faixa atual
tr: Geçerli Parçayı Döngüye Al

source: Shuffle Queue
cs: Náhodný výběr fronty
oc: Mesclar la lista d'espèra
pt_br: Embaralhar fila
tr: Kuyruğu Karıştır

source: Play Album
cs: Přehrát album
oc: Legir l’album
pt_br: Tocar álbum
tr: Albümü Çal

source: Add Album to Queue
cs: Přidat album do fronty
oc: Apondre l’album a la fila
pt_br: Adicionar álbum à fila
tr: Albümü Kuyruğa Ekle

source: Play Playlist
cs: Přehrát seznam skladeb
oc: Legir la lista de lectura
pt_br: Tocar lista de reprodução
tr: Çalma Listesini Çal

source: Add Playlist to Queue
cs: Přidání seznamu skladeb do fronty
oc: Apondre la lista de lectura
pt_br: Adicionar lista de reprodução à fila
tr: Çalma Listesini Kuyruğa Ekle

source: UI
pt_br: IU
tr: Arayüz

source: All
cs: Vše
oc: Totas
pt_br: Tudo
tr: Tüm

source: Reset
cs: Obnovení
oc: Reïnicializar
pt_br: Redefinir
tr: Sıfırla

source: Full Page Back Buttons
cs: Tlačítka pro návrat na celou stránku
pt_br: Botões de retorno de tela inteira
tr: Tam Sayfa Geri Düğmeleri

source: Queue
cs: Fronta
oc: Fila d'espèra
pt_br: Fila
tr: Kuyruk

source: Queue Opens By Default
cs: Fronta se otevře ve výchozím nastavení
pt_br: Abrir fila por padrão
tr: Kuyruk Öntanımlı Olarak Açılır

source: Album Grid Page
cs: Stránka s mřížkou alba
pt_br: Página da grade de álbuns
tr: Albüm Izgara Sayfası

source: Default sort
cs: Výchozí řazení
oc: Òrdre de triada per defaut
pt_br: Ordenação padrão
tr: Öntanımlı sıralama

source: Sort by Album Title
cs: Seřadit podle názvu alba
oc: Ordenar per títol d’album
pt_br: Ordenar por título do álbum
tr: Albüm Başlığına Göre Sırala

source: Sort by Artist Name
cs: Seřadit podle jména umělce
oc: Ordenar per nom d’artista
pt_br: Ordenar por nome de artista
tr: Sanatçı Adına Göre Sırala

source: Sort by Genre
cs: Třídit podle žánru
oc: Ordenar per genre
pt_br: Ordenar por gênero musical
tr: Türe Göre Sırala

source: Sort by Release Date
cs: Seřadit podle data vydání
oc: Ordenar per data de sortida
pt_br: Ordenar por data de lançamento
tr: Yayınlanma Tarihine Göre Sırala

source: Sort by Total Duration
cs: Seřadit podle celkové doby trvání
oc: Ordenar per durada totala
pt_br: Ordenar por duração total
tr: Toplam Süreye Göre Sırala

source: Sort by Track Count
cs: Řazení podle počtu stop
oc: Ordenar per nombre de pistas
pt_br: Ordenar por número de faixas
tr: Parça Sayısına Göre Sırala

source: Display Album Name and Artist Labels by Default
cs: Zobrazení názvu alba a štítků umělců ve výchozím nastavení
pt_br: Mostrar etiquetas de nome do álbum e artista por padrão
tr: Albüm Adını ve Sanatçı Etiketlerini Öntanımlı Olarak Görüntüle

source: If disabled, these labels are only shown when searching on the album grid page.
cs: Pokud jsou tyto štítky vypnuty, zobrazí se pouze při vyhledávání na stránce mřížky alba.
pt_br: Se desativado, essas etiquetas só serão mostradas ao pesquisar na página de grade de álbuns.
tr: Devre dışı bırakılırsa, bu etiketler yalnızca albüm ızgara sayfasında arama yapılırken gösterilir.

source: Disable Album Flap
cs: Zakázat klapku alba
pt_br: Desativar aba lateral de álbum
tr: Albüm Kapağını Devre Dışı Bırak

source: Selecting an album will take you straight to the album detail page.
cs: Výběrem alba se dostanete přímo na stránku s podrobnostmi o albu.
pt_br: Selecionar um álbum te levará diretamente á página de detalhes do álbum.
tr: Bir albüm seçmek sizi doğrudan albüm ayrıntı sayfasına götürecektir.

source: Track Page
cs: Stránka se stopami
oc: Pagina de pista
pt_br: Página de faixas
tr: Parça Sayfası

source: Sort by Track Title
cs: Seřadit podle názvu skladby
oc: Ordenar per títol de pista
pt_br: Ordenar por título da faixa
tr: Parça Başlığına Göre Sırala

source: Search Bar Open by Default
cs: Výchozí otevření vyhledávacího panelu
oc: Barra de recèrca dobèrta per defaut
pt_br: Barra de pesquisa aberta por padrão
tr: Arama Çubuğu Öntanımlı Olarak Açılır

source: Display Additional Labels by Default
cs: Zobrazení dalších štítků ve výchozím nastavení
pt_br: Mostrar etiquetas adicionais por padrão
tr: Ek Etiketleri Öntanımlı Olarak Görüntüle

source: If disabled, track entries only display genre and date labels when searching
cs: Pokud je vypnuto, zobrazí se při vyhledávání u záznamů stop pouze označení žánru a data.
pt_br: Se desativado, itens de faixa só mostrarão etiquetas de gênero musical e data ao pesquisar.
tr: Devre dışı bırakılırsa, parça girdileri arama yaparken yalnızca tür ve tarih etiketlerini görüntüler

source: Playlists
cs: Seznamy skladeb
oc: Listas de lectura
pt_br: Listas de reprodução
tr: Çalma Listesi

source: Playlist Grid Default Sort
cs: Výchozí řazení mřížky seznamu skladeb
pt_br: Ordenação padrão da grade de listas de reprodução
tr: Çalma Listesi Izgarası Öntanımlı Sıralama

source: Sort by Playlist Title
cs: Řazení podle názvu seznamu skladeb
oc: Triar per títol de lista de lectura
pt_br: Ordenar por título da lista de reprodução
tr: Çalma Listesi Başlığına Göre Sırala

source: Sort by Last Modified
cs: Seřadit podle poslední změny
oc: Triar per data de modificacion
pt_br: Ordenar por modificação mais recente
tr: Son Değiştirme Tarihine Göre Sırala

source: Sort by Duration
cs: Třídit podle doby trvání
oc: Triar per durada
pt_br: Ordenar por duração
tr: Süreye Göre Sırala

source: Artists
cs: Umělci
oc: Artistas
pt_br: Artistas
tr: Sanatçılar

source: Artist Grid Default Sort
cs: Výchozí třídění mřížky umělců
pt_br: Ordenação padrão da grade de artistas
tr: Sanatçı Izgarazı Öntanımlı Sıralama

source: Sort by Album Count
cs: Seřadit podle počtu alb
oc: Triar per nombre d’album
pt_br: Ordenar por número de álbuns
tr: Albüm Sayısına Göre Sırala

source: Artist Detail Default Sort
cs: Výchozí třídění detailů umělce
pt_br: Ordenação padrão dos detalhes de artista
tr: Sanatçı Ayrıntısı Öntanımlı Sıralama

source: Genres
cs: Žánry
pt_br: Gêneros musicais
tr: Türler

source: Genre Grid Default Sort
cs: Výchozí třídění mřížky žánrů
pt_br: Ordenação padrão da grade de gêneros musicais
tr: Türler Izgarası Öntanımlı Sıralama

source: Sort by Genre Name
cs: Seřadit podle názvu žánru
oc: Triar per nom de genre
pt_br: Ordenar por nome do gênero musical
tr: Tür Adına Göre Sırala

source: Genre Detail Default Sort
cs: Výchozí třídění detailu žánrů
pt_br: Ordenação padrão dos detalhes de gênero musical
tr: Tür Ayrıntısı Öntanımlı Sıralama

source: Playback Settings
cs: Nastavení přehrávání
oc: Paramètres de lectura
pt_br: Configurações de reprodução
tr: Oynatma Ayarları

source: Default Volume
cs: Výchozí hlasitost
oc: Volum per defaut
pt_br: Volume padrão
tr: Öntanımlı ses

source: Shuffle Mode Loops at End
cs: Smyčky v režimu náhodného přehrávání na konci
pt_br: Modo Aleatório repete ao chegar ao fim
tr: Sonunda Karıştırma Kipi Döngüleri

source: If disabled, shuffle mode will end after last song, like the normal playback mode
cs: Pokud je režim náhodného přehrávání vypnut, skončí po poslednískladbě stejně jako v běžném režimu přehrávání
pt_br: Se desabilitado, o Modo Aleatório se encerrará após a última faixa, como no modo de reprodução normal
tr: Devre dışı bırakılırsa, karıştırma kipi, normal çalma kipinde olduğu gibi son şarkıdan sonra sona erer

source: Album from Track
tr: Parçadan Albüm

source: If enabled, playing a track within the album sidebar, detail, or card UI will play or add the album from the selected track. Otherwise, only the selected track will be played.
tr: Etkinleştirilirse, albüm kenar çubuğu, ayrıntı veya kart kullanıcı arayüzünde bir parçayı çalmak, albümü seçilen parçadan çalar veya ekler. Aksi takdirde, yalnızca seçili parça çalınır.

source: Last.fm Enabled
cs: Last.fm Zapnuto
oc: Last.fm activat
pt_br: Last.fm ativada
tr: Last.fm Etkinleştirildi

source: Threshold for Scrobble
cs: Prahová hodnota pro Scrobble
pt_br: Limite para Scrobble
tr: Scrobble Eşiği

source: The percentage of the song that must play before scrobbled
cs: Procento skladby, které musí být přehráno před scrobbledem.
pt_br: A porcentagem da faixa que deve ser tocada para contabilizar o scrobble
tr: Scrobbled öncesi çalması gereken şarkı yüzdesi

source: Discord Rich Presence Enabled
cs: Povolena bohatá přítomnost Discord
pt_br: Presença detalhada no Discord ativada
tr: Discord Zengin Varlık Etkinleştirildi

source: Folder(s)
cs: Složka (složky)
oc: Dossièr(s)
pt_br: Pasta(s)
tr: Klasör(ler)

source: Add Folder
cs: Přidat složku
oc: Apondre un dossièr
pt_br: Adicionar pasta
tr: Klasör Ekle

source: Add Music Directory
cs: Přidat hudební adresář
oc: Apondre un dossièr de musica
pt_br: Adicionar diretório de músicas
tr: Müzik Dizini Ekle

source: Music Folders
cs: Hudební složky
oc: Dossièrs de musica
pt_br: Pastas de músicas
tr: Müzik Klasörü

source: Add Music
cs: Přidat hudbu
oc: Apondre de musica
pt_br: Adicionar música
tr: Müzik Ekle

source: Go Back
cs: Vrátit se zpět
oc: Tornar
pt_br: Voltar
tr: Geri Git

source: Sort
cs: Třídit
oc: Triar
pt_br: Ordenar
tr: Sırala

source: Search
cs: Vyhledávání
oc: Recercar
pt_br: Buscar
tr: Arama

source: Albums
cs: Alba
pt_br: Álbuns
tr: Albümler

source: Tracks
cs: Skladby
oc: Pistas
pt_br: Faixas
tr: Parçalar

source: _Preferences
cs: _Nastavení
oc: _Preferéncias
pt_br: _Preferências
tr: Ter_cihler

source: _About Resonance
cs: _O Rsonance
oc: _A prepaus de Resonance
pt_br: _Sobre o Resonance
tr: Resonance _Hakkında

source: Play Track
cs: Přehrát skladbu
oc: Legir la pista
pt_br: Tocar faixa
tr: Parçayı Çal

source: Cannot rename playlist, no name entered.
cs: Nelze přejmenovat seznam skladeb, není zadán žádný název.
pt_br: Não foi possível renomear a lista de reprodução, nenhum nome foi inserido.
tr: Çalma listesi yeniden adlandırılamadı, ad girilmemiş.

source: Playlist #{new_playlist_number}
cs: Seznam skladeb #{new_playlist_number}
pt_br: Lista de reprodução #{new_playlist_number}
tr: Çalma listesi #{new_playlist_number}

source: Unable to add tracks to playlist, no playlist selected
cs: Nelze přidat skladby do seznamu skladeb, není vybrán žádný seznam skladeb
pt_br: Não foi possível adicionar faixas à lista de reprodução, nenhuma lista de reprodução selecionada
tr: Parçalar çalma listesine eklenemedi, çalma listesi seçilmedi.

source: Resonance is early alpha stage software, there will be bugs. If you find a bug or would like to request a feature, please open an issue on the github repo: <a href="https://github.com/nate-xyz/resonance/issues">github.com/nate-xyz/resonance/issues</a>
pt_br: Resonance é um programa em estágio alfa inicial, problemas irão aparecer. Se você encontrar um problema ou quiser solicitar uma funcionalidade, por favor abra uma <i>issue</i> no repositório do GitHub: <a href="https://github.com/nate-xyz/resonance/issues">github.com/nate-xyz/resonance/issues</a>
tr: Resonance, erken alfa aşaması yazılımıdır, çeşitli hatalar içerebilir. Hata bulursanız ya da özellik talep etmek isterseniz, lütfen github deposunda istek oluşturun: <a href="https://github.com/nate-xyz/resonance/issues">github.com/nate-xyz/resonance/issues</a>

source: Remove Music Folder?
cs: Odstranění složky s hudbou?
oc: Suprimir lo dossièr de musica ?
pt_br: Remover pasta de músicas?
tr: Müzik Klasörü Silinsin Mi?

source: Are you sure you want to remove this music folder from your database? You will be unable to access the music within the folder unless you add it again.
cs: Jste si jisti, že chcete tuto hudební složku z databáze odstranit? Pokud ji znovu nepřidáte, nebudete mít k hudbě v této složce přístup.
pt_br: Tem certeza de que deseja remover esta pasta de músicas de sua base de dados? Você não poderá acessar as músicas de dentro da pasta a não ser que você a adicione novamente.
tr: Bu müzik klasörünü veri tabanınızdan kaldırmak istediğinizden emin misiniz? Yeniden eklemediğiniz sürece klasör içindeki müziğe erişemezsiniz.

source: _Remove
cs: _Odebrat
oc: Suprimir
pt_br: _Remover
tr: _Kaldır

source: Delete Playlist?
cs: Smazat seznam skladeb?
oc: Suprimir la lista de lectura ?
pt_br: Excluir lista de reprodução?
tr: Çalma Listesi Silinsin Mi?

source: Are you sure you want to permanently delete this playlist? You will be unable to access it again after deletion.
cs: Opravdu chcete tento seznam skladeb trvale odstranit? po smazání k němu nebude možné znovu přistupovat.
pt_br: Tem certeza de que deseja excluir permanentemente esta lista de reprodução? Você não poderá mais acessá-la após a exclusão.
tr: Bu oynatma listesini kalıcı olarak silmek istediğinizden emin misiniz? Silme işleminden sonra tekrar erişemeyeceksiniz.

source: _Delete
cs: _Smazat
oc: _Suprimir
pt_br: _Excluir
tr: _Sil

source: Confirm Duplication
cs: Potvrzení duplikace
oc: Confirmar la duplicacion
pt_br: Confirmar duplicação
tr: Çoğaltmayı Onayla

source: Are you sure you want to duplicate this playlist?
cs: Opravdu chcete tento seznam skladeb duplikovat?
pt_br: Tem certeza de que deseja duplicar esta lista de reprodução?
tr: Bu çalma listesini çoğaltmak istediğinizden emin misiniz?

source: _Duplicate
cs: _Duplikovat
oc: _Duplicar
pt_br: _Duplicar
tr: _Çoğalt

source: Rename Playlist?
cs: Přejmenování seznamu skladeb?
oc: Tornar nomenar la lista de lectura ?
pt_br: Renomear lista de reprodução?
tr: Çalma Listesi Yeniden Adlandırılsın Mı?

source: _Rename
cs: _Přejmenovat
oc: _Renomenar
pt_br: _Renomear
tr: _Yeniden Adlandır

source: Playlist
cs: Seznam skladeb
oc: Lista de lectura
pt_br: Lista de reprodução
tr: Çalma Listesi

source: Save Playlist?
cs: Uložit seznam skladeb?
oc: Enregistrar la lista de lectura ?
pt_br: Salvar lista de reprodução?
tr: Çalma Listesi Kaydedilsin Mi?

source: _Save
cs: _Uložit
oc: _Enregistrar
pt_br: _Salvar
tr: _Kaydet
