Repository: nate-xyz/resonance
Catalog: po/*.po
Languages: cs, oc, pt_br, tr

source: Playlist Title
cs: Název seznamu skladeb
oc: Títol lista de lectura
pt_br: Título da lista de reprodução
tr: Çalma Listesi Başlığı

source: Playlist Description (Optional)
cs: Popis seznamu skladeb (volitelné)
oc: Descripcion de la lista de lectura (Opcional)
pt_br: Descrição da lista de reprodução (opcional)
tr: Çalma Listesi Açıklaması (İsteğe Bağlı)

source: Select Playlist
cs: Vybrat seznam skladeb
oc: Seleccionar la lista de lectura
pt_br: Escolher lista de reprodução
tr: Çalma Listesi Seç

source: _Add
cs: _Přidat
oc: _Apondre
pt_br: _Adicionar
tr: _Ekle

source: Modify Playlist?
cs: Upravit seznam skladeb?
oc: Modificar la lista de lectura ?
pt_br: Modificar lista de reprodução?
tr: Çalma Listesi Düzenlensin Mi?

source: Confirm these changes.
cs: Potvrďte tyto změny.
oc: Confirmar aquestas modificacions.
pt_br: Confirmar alterações.
tr: Bu değişiklikleri onayla.

source: _Change
cs: _Změnit
oc: _Modificar
pt_br: _Modificar
tr: _Değiştir

source: Modified Title
cs: Upravený název
oc: Títol modificat
pt_br: Título modificado
tr: Değiştirildi Başlığı

source: Modified Description
cs: Upravený popis
oc: Descripcion modificada
pt_br: Descrição modificada
tr: Değiştirilme Açıklaması

source: Early Software Warning ⚠️
pt_br: Aviso de Software em Fase Inicial ⚠️
tr: Erken Yazılım Uyarısı ⚠️

source: Don't Show Again
cs: Znovu se neukázat
oc: Afichar pas pus
pt_br: Não mostrar novamente
tr: Tekrar Gösterme

source: Ok!
cs: Dobře
oc: D'acòrdi !
tr: Tamam

source: {time_remaining} remaining
cs: {time_remaining} zbývá
oc: {time_remaining} restant
pt_br: {time_remaining} restantes
tr: {time_remaining} kaldı

source: Toggle Playlist Sidebar
cs: Přepnutí postranního panelu seznamu skladeb
oc: Alternar la barra laterala de las listas de lectura
pt_br: Ativar/Desativar barra lateral de lista de reprodução
tr: Çalma Listesini Aç/Kapat

source: Loop Playlist
cs: Seznam skladeb ve smyčce
oc: Jogar en bocla la lista de lectura
pt_br: Repetir lista de reprodução
tr: Çalma Listesi Döngüsü

source: Shuffle Playlist
cs: Náhodný seznam skladeb
oc: Mesclar la lista de lectura
pt_br: Embaralhar lista de reprodução
tr: Çalma Listesini Karıştır

source: Remove Track From Queue
cs: Odebrání skladby z fronty
oc: Tirar la pista de la fila
pt_br: Remover faixa da fila
tr: Parçayı Kuyruktan Kaldır

source: time remaining
cs: zbývající čas
oc: temps restant
pt_br: tempo restante
tr: kaldı

source: Clear Queue
cs: Vymazat frontu
oc: Escafar la lista d'espèra
pt_br: Limpar fila
tr: Kuyruğu Temizle

source: Edit Queue
cs: Upravit frontu
oc: Modificar la fila
pt_br: Editar fila
tr: Kuyruğu Düzenle

source: Save
cs: Uložit
oc: Enregistrar
pt_br: Salvar
tr: Kaydet

source: Edit Playlist
cs: Upravit seznam skladeb
oc: Modificar la lista de lectura
pt_br: Editar lista de reprodução
tr: Çalma Listesini Düzenle

source: Finish Edit Playlist
cs: Dokončit úpravu seznamu skladeb
oc: Acabar las modificacions de la lista de lectura
pt_br: Finalizar edição da lista de reprodução
tr: Çalma Listesini Düzenlemeyi Bitir

source: Sort Playlist Grid
cs: Seřadit mřížku seznamu skladeb
oc: Triar la grasilha de lista de lectura
pt_br: Ordenar grade de listas de reprodução
tr: Çalma Listesi Izgarasını Sırala

source: Add Track to Queue
cs: Přidání skladby do fronty
oc: Apondre pista a la fila
pt_br: Adicionar faixa à fila
tr: Parçayı Kuyruğa Ekle

source: Remove Track From Playlist
cs: Odstranění skladby ze seznamu skladeb
oc: Tirar la pista de la lista de lectura
pt_br: Remover faixa da lista de reprodução
tr: Parçayı Çalma Listesinden Kaldır

source: Delete Playlist
cs: Odstranění seznamu skladeb
oc: Suprimir la lista de lectura
pt_br: Excluir lista de reprodução
tr: Çalma Listesini Sil

source: Duplicate Playlist
cs: Duplicitní seznam skladeb
oc: Duplicar la lista de lectura
pt_br: Duplicar lista de reprodução
tr: Çalma Listesini Çoğalt

source: Scroll to Top
cs: Přejděte na začátek
oc: Anar ennaut
pt_br: Rolar para o topo
tr: Üste Kaydır

source: Scroll to Bottom
cs: Přejděte na spodní část
oc: Anar enbàs
pt_br: Rolar para o fim
tr: En Alta Kaydır

source: Title, Album, & Artist
cs: Název, album a interpret
oc: Títol, Album & Artista
pt_br: Título, Álbum & Artista
tr: Başlık, Albüm ve Sanatçı

source: Track Title
cs: Název skladby
oc: Títol de la pista
pt_br: Título da faixa
tr: Parça Başlığı

source: Album Title
cs: Název alba
oc: Títol de l'album
pt_br: Título do álbum
tr: Albüm Başlığı

source: Artist
cs: Umělec
oc: Artista
pt_br: Artista
tr: Sanatçı

source: Genre
cs: Žánr
pt_br: Gênero musical
tr: Tür

source: Release Date
cs: Datum vydání
oc: Data de sortida
pt_br: Data de lançamento
tr: Yayınlanma Tarihi

source: Play All
tr: Tümünü Çal

source: Shuffle All
tr: Tümünü Karıştır

source: Sort Track List
cs: Seřadit seznam skladeb
oc: Triar la lista de pistas
pt_br: Ordenar lista de faixas
tr: Parça Listesini Sırala

source: Sort Artist Grid
cs: Třídit mřížku umělců
oc: Triar la grasilha d’artista
pt_br: Ordenar grade de artistas
tr: Sanatçı Izgarasını Sırala

source: Play all Artist Albums
cs: Přehrát všechna alba umělce
oc: Apondre totes los artistas de l’album
pt_br: Tocar todos os álbuns deste artista
tr: Tüm Sanatçı ALbümlerini Çal

source: Add all Artist Albums to Queue
cs: Přidání všech alb umělce do fronty
oc: Apondre totes los artistas de l’album a la fila
pt_br: Adicionar todos os álbuns deste artista à fila
tr: Tüm Sanatçı Albümlerini Kuyruğa Ekle

source: Sort Artist Albums
cs: Třídit alba umělce
oc: Triar los artistas de l’album
pt_br: Ordenar álbuns deste artista
tr: Sanatçı Albümlerini Sırala

source: Close Album Sidebar
cs: Zavřít postranní panel alba
oc: Tampar la barra lateral d’album
pt_br: Fechar barra lateral de álbum
tr: Albüm Kenar Çubuğunu Kapat

source: View Album Page
cs: Zobrazit stránku alba
oc: Veire la pagina d’album
pt_br: Ver página do álbum
tr: Albüm Sayfasını Görüntüle

source: Title & Artist
cs: Název a umělec
oc: Títol & artista
pt_br: Título & Artista
tr: Başlık ve Sanatçı

source: Sort Album Grid
cs: Třídit mřížku alb
oc: Triar la grasilha d’album
pt_br: Ordenar grade de álbuns
tr: Albüm Izgarasını Sırala

source: Sort Genre Grid
cs: Třídit mřížku žánrů
oc: Triar la grasilha de genre
pt_br: Ordenar grade de gêneros musicais
tr: Tür Izgarasını Sırala

source: Play all Genre Albums
cs: Přehrát alba všech žánrů
oc: Legir totes los genres d’album
pt_br: Tocar todos os álbuns deste gênero musical
tr: Tüm Tür Albümlerini Çal

source: Add all Genre Albums to Queue
cs: Přidat alba všech žánrů do fronty
oc: Apondre totes los genres d’album a la fila
pt_br: Adicionar todos os álbuns deste gênero músical
tr: Tüm Tür Albümlerini Kuyruğa Ekle

source: Sort Genre Albums
cs: Třídit žánrová alba
oc: Tirar los genres d’album
pt_br: Ordenar álbuns deste gênero musical
tr: Tür Albümlerini Sırala

source: Music Player
cs: Hudební přehrávač
oc: Lector de musica
pt_br: Tocador de Música
tr: Müzik Çalar

source: music;sound;player;media;audio;playlist;
oc: musica;son;lector;mèdia;àudio;lista de lectura;
pt_br: música;som;tocador;reprodutor;mídia;áudio;lista;playlist;
tr: müzik;ses;oynatma;ortam;medya;ses;çalma listesi;oynatma listesi;

source: Harmonize your listening experience
cs: Harmonizujte svůj poslech
oc: Armonizatz vòstra experiéncia d'escota
pt_br: Harmonize sua experiência de ouvir
tr: Dinleme deneyiminizi uyumlu hale getirin

source: Resonance is an intuitive music player application written in Rust and Python, with a clean user interface built using the GTK4 / Libadwaita framework. Resonance lets you effortlessly manage and play your music collection, with support for all the common music file formats.
oc: Resonance es una aplicacion de lectura àudio escricha en Rust e Python, amb una interfàcia utilizaire neta bastida en utilizant GTK4 / Libadwaita. Resonance vos permet de gerir e escotar sens esfòrç vòstra colleccion musicala amb la presa en carga de totes los formats de fichièrs musicals comuns.
pt_br: Resonance é um aplicativo intuitivo de tocador de música escrito em Rust e Python, com uma interface de usuário limpa construída com o framework GTK4 / Libadwaita. Resonance permite que você gerencie e toque sua coleção de música facilmente, com suporte a todos os formatos de arquivos de músicas mais comuns.
tr: Resonance, GTK4 / Libadwaita çatısı kullanılarak oluşturulmuş, temiz bir kullanıcı arayüzüne sahip, Rust ve Python ile yazılmış sezgisel bir müzik çalma uygulamasıdır. Resonance, tüm yaygın müzik dosyası biçimlerini destekleyerek müzik koleksiyonunuzu zahmetsizce yönetmenizi ve çalmanızı sağlar.

source: Features:
cs: Vlastnosti:
oc: Foncionalitats :
pt_br: Recursos:
tr: Özellikler:

source: UI updates to reflect currently playing track's cover art colors
cs: Aktualizace uživatelského rozhraní pro zohlednění barev obalu aktuálně přehrávané skladby
pt_br: A interface de usuário se atualiza para refletir as cores da arte de capa da faixa que estiver tocando no momento
tr: O anda çalan parçanın kapak resmi renklerini yansıtacak şekilde arayüz güncellemeleri

source: Playlist creation and modification
cs: Vytváření a úprava seznamů skladeb
pt_br: Criação e modificação de listas de reprodução
tr: Çalma listesi oluşturma ve düzenleme

source: Control the player through MPRIS
cs: Ovládání přehrávače prostřednictvím MPRIS
pt_br: Controle o tocador pelo MPRIS
tr: Müzik çaları MPRIS ile denetleme

source: Discord Rich Presence integration
pt_br: Integração com a presença detalhada no Discord
tr: Discord Zengin Varlık tümleşimi

source: Import tags with the Mutagen library
cs: Import značek pomocí knihovny Mutagen
pt_br: Importe etiquetas com a biblioteca Mutagen
tr: Mutagen kütüphanesiyle etiketleri içe aktarma

source: No tag editing (intentionally out of scope to keep Resonance a music player only)
cs: Žádné úpravy tagů (záměrně mimo rozsah, aby Resonance zůstal pouze hudebním přehrávačem)
pt_br: Sem edição de etiquetas (intencionalmente fora do escopo, para manter o Resonance apenas como um tocador de música)
tr: Etiket düzenleme yok (Resonanceʼı yalnızca bir müzik çalar olarak tutmak için kasıtlı olarak kapsam dışı bırakıldı)

source: ⚠️ RESONANCE IS EARLY STAGE ALPHA RELEASE SOFTWARE (THERE ARE BUGS, PLEASE OPEN ISSUES) ⚠️
cs: ⚠️ RESONANCE JE SOFTWARE V RANÉ FÁZI VÝVOJE (POČÍTEJTE PROSÍM S MOŽNÝMI PROBLÉMY)⚠️
pt_br: ⚠️ RESONANCE É UM PROGRAMA EM ESTÁGIO ALFA INICIAL (PROBLEMAS EXISTEM, POR FAVOR ABRA <i>ISSUES</i>) ⚠️
tr: ⚠️RESONANCE ERKEN AŞAMA ALFA SÜRÜM YAZILIMIDIR (HATALAR İÇEREBİLİR, LÜTFEN KARŞILAŞTIĞINIZ HATALARI RAPORLAYIN) ⚠️

source: MPRIS bugfix
cs: Oprava chyby MPRIS
pt_br: Correção de problemas no MPRIS
tr: MPRIS hata düzeltmesi

source: Dark mode by default
cs: Tmavý režim ve výchozím nastavení
oc: Mòde escur per defaut
pt_br: Modo escuro por padrão
tr: Öntanımlı karanlık kip

source: Various UI improvements
cs: Různá vylepšení uživatelského rozhraní
pt_br: Várias melhoras na interface de usuário
tr: Çeşitli arayüz iyileştirmeleri

source: Add Last.fm support
cs: Přidání podpory služby Last.fm
pt_br: Suporte ao Last.fm adicionado
tr: Last.fm desteği eklendi

source: Use album cover art if track cover art empty
cs: Použít obal alba, pokud je obal skladby prázdný
pt_br: Usar arte da capa do álbum se a arte da capa da faixa estiver ausente
tr: Parça kapak resmi boşsa albüm kapak resmini kullan

source: URI encoding for player pipeline bugfix
cs: Oprava kódování URI pro pipeline přehrávače
pt_br: Codificação de URI para a correção de problemas no pipeline do tocador
tr: Oyuncu boru hattı hata düzeltmesi için URI kodlaması

source: UI improvements
cs: Vylepšení uživatelského rozhraní
pt_br: Melhoras na interface de usuário
tr: Arayüz iyileştirmeleri

source: Last.fm scrobbling
pt_br: Scrobbling no Last.fm
